// © Copyright 2008-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Fax Forwarding";

FaxForwardOKButtonTitle = "OK";
FaxProperty = "Fax";
AddressBookLaunchButtonTooltip = "Launch Fax Address Book";
ContactsLaunchButtonTooltip = "Launch Fax Contacts";

FaxForwardIncorrectDatesDiffTitle = "Incorrect Dates";
FaxForwardIncorrectDatesDiffMsg = "Start forwarding date must be earlier than stop forwarding date. Please change the dates.";
FaxForwardIncorrectStopDateTitle = "Incorrect stop forwarding date";
FaxForwardIncorrectStopDateMsg = "Stop forwarding date must be in the future.";

EmptyFaxNumberFieldTitle = "\"Forward to\" field cannot be empty";
EmptyFaxNumberFieldMsg = "Specify fax number.";
InvalidFaxNumberTitle = "Invalid Fax Number";
InvalidFaxNumberMsg = "The number you have entered is not a valid fax number. Please enter a valid fax number and try again.";
FaxNumberTooLongMsg = "Too many characters are entered in the field. The length should not exceed %d characters.";

EnableFaxForwardLabelTitle = "Enable Fax Forwarding";
HSDStartForwardDateLabelTitle = "Start Forwarding on:";
HSDStopForwardDateLabelTitle = "Stop Forwarding on:";
HSDTaskDescription = "Use Fax Forwarding to send your incoming faxes to a different number.";
HSDForwardToLabelTitle = "Forward to:";
HSDApplyButtonTitle = "Apply Now";
HSDCloseButttonTitle = "Close";
HSDAddButtonTitle = "Add";
FaxAddrBookWindowTitle = "Fax Address Book";
FaxContactsWindowTitle = "Fax Contacts";

EnableAddressBookTitle = "Information unavailable";
EnableAddressBookExplanation = "No access to the \"%@\" application.\nYou can unblock it via the System Preferences, Security & Privacy panel.";

ApplySettingsError = "Could not apply settings.";
ApplySettingsErrorExplanation = "Check if the device is online and connected, and is not processing a fax job.";

FaxForwardingOffTitle = "Off";
FaxForwardingForwardTitle = "On-Forward";
FaxForwardingPrintForwardTitle = "On-Print and Forward";
